<template>
  <div class="informed-consent">
    <h4 style="text-align: center; font-size: 20px; margin: 0 0 10px 0;">《知情同意书》</h4>
    <p>
      1、国家远程医疗中心互联网诊疗服务平台平台服务是按照现有技术和条件所能达到的水平提供的服务。国家远程医疗中心互联网诊疗服务平台会尽最大努力为您提供服务，确保服务的连贯性和安全性；但国家远程医疗中心互联网诊疗服务平台不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。国家远程医疗中心互联网诊疗服务平台所不能控制的事件而影响国家远程医疗中心互联网诊疗服务平台提供服务，国家远程医疗中心互联网诊疗服务平台无须承担任何责任。
    </p>
    <p>
      2、国家远程医疗中心互联网诊疗服务平台对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（国家远程医疗中心互联网诊疗服务平台违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。这些行为都有可能会导致国家远程医疗中心互联网诊疗服务平台的形象受损，所以国家远程医疗中心互联网诊疗服务平台事先提出这种损害的可能性。
    </p>
    <p>
      3、国家远程医疗中心互联网诊疗服务平台所有信息仅供参考。国家远程医疗中心互联网诊疗服务平台致力于提供正确、完整的健康资讯，但不保证信息的绝对正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。国家远程医疗中心互联网诊疗服务平台所提供的任何健康资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用国家远程医疗中心互联网诊疗服务平台资料发生偏差，国家远程医疗中心互联网诊疗服务平台不承担任何法律责任。
    </p>
    <p>4、因医生的诊疗行为产生的医疗责任由医生承担，国家法律法规政策对此有规定的，以规定为准。</p>
    <div>
      <p>5、国家远程医疗中心互联网诊疗服务平台拒绝回复的问题，包括但不限于如下情况：</p>
      <p>（1）非各项电子类问题，如动物疾病问题、社会意识形态问题等；</p>
      <p>（2）医疗司法举证或询证问题；</p>
      <p>（3）胎儿性别鉴定问题；</p>
      <p>（4）未按提问要求提问，如提问时未指定医生，却要求具体医生回复；</p>
      <p>（5）有危害他人/自己可能的问题；</p>
      <p>（6）追问医生个人信息的问题；</p>
      <p>（7）故意挑逗、侮辱医生的提问。</p>
    </div>
    <p>6、国家远程医疗中心互联网诊疗服务平台平台所提供的任何各项电子信息，症状自查等服务仅供参考，如自行使用国家远程医疗中心互联网诊疗服务平台平台中资料发生偏差，国家远程医疗中心互联网诊疗服务平台概不负责，亦不负任何法律责任。
    </p>
    <p>7、国家远程医疗中心互联网诊疗服务平台保留对本声明作出不定时修改的权利。</p>
    <p>
      8、国家远程医疗中心互联网诊疗服务平台不对您所发布信息的删除或储存失败负责。国家远程医疗中心互联网诊疗服务平台积极采用数据备份加密等措施保障您数据的安全，但不对由于因意外因素导致的数据损失和泄漏负责。国家远程医疗中心互联网诊疗服务平台有权审查和监督您的行为是否符合本协议的要求，如果您违背了本协议的约定，则国家远程医疗中心互联网诊疗服务平台有权中断您的服务。
    </p>
    <div>
      <p>9、您同意因下列情形之一的，国家远程医疗中心互联网诊疗服务平台不承担赔偿责任：</p>
      <p>（1）患者或者其近亲属不配合进行符合诊疗规范的诊疗；</p>
      <p>（2）医务人员在紧急情况下已经尽到合理诊疗义务；</p>
      <p>（3）限于当时的医疗水平难以诊疗。</p>
    </div>
    <p>10、如果您或第三方就相关服务购买了保险，因发生保险事故导致损失的，保险公司已经向您或第三方承担或许诺承担保险理赔责任后，国家远程医疗中心互联网诊疗服务平台在此范围内不再承担赔偿责任。</p>
  </div>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
.informed-consent {
  text-align: left;
  padding: 10px 15px 15px 10px;
  text-align: justify;
}
</style>

